Repository: Viktor100500/BottleOfWater
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans

source: %@ / %@ ml
de: %1$@ / %2$@ ml
es: %1$@ / %2$@ ml
fr: %1$@ / %2$@ ml
it: %1$@ / %2$@ ml
ja: %1$@ / %2$@ ml
ko: %1$@ / %2$@ ml
pt_br: %1$@ / %2$@ ml
ru: %1$@ / %2$@ мл
tr: %1$@ / %2$@ ml
zh_hans: %1$@ / %2$@ 毫升

source: %@ ml to go
de: noch %@ ml
es: faltan %@ ml
fr: encore %@ ml
it: mancano %@ ml
ja: あと %@ ml
ko: %@ ml 남음
pt_br: faltam %@ ml
ru: осталось %@ мл
tr: %@ ml kaldı
zh_hans: 还差 %@ 毫升

source: %@ of %@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %1$@ su %2$@
ja: %2$@ 中 %1$@
ko: %2$@ 중 %1$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@

source: %lld h
de: %lld Std.
ja: %lld時間
ko: %lld시간
ru: %lld ч
tr: %lld sa
zh_hans: %lld小时

source: %lld h %lld m
de: %1$lld Std. %2$lld Min.
es: %1$lld h %2$lld min
fr: %1$lld h %2$lld min
it: %1$lld h %2$lld min
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
pt_br: %1$lld h %2$lld min
ru: %1$lld ч %2$lld м
tr: %1$lld sa %2$lld dk
zh_hans: %1$lld小时%2$lld分钟

source: %lld of %lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld su %2$lld
ja: %2$lld 中 %1$lld
ko: %2$lld 중 %1$lld
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
tr: %1$lld / %2$lld
zh_hans: %1$lld / %2$lld

source: • First release: water tracking, history, trends • Home Screen and Lock Screen widgets • Apple Health sync • Reminders: auto modes, custom interval, quiet hours • Customizable volume presets
de: • Erste Version: Wasser-Tracking, Verlauf, Trends • Widgets für Start- und Sperrbildschirm • Apple-Health-Synchronisierung • Erinnerungen: Automodi, eigenes Intervall, Ruhezeiten • Anpassbare Mengen-Presets
es: • Primera versión: registro de agua, historial, tendencias • Widgets para pantalla de inicio y de bloqueo • Sincronización con Apple Health • Recordatorios: modos automáticos, intervalo personalizado, horas de silencio • Volúmenes predefinidos personalizables
fr: • Première version : suivi de l'eau, historique, tendances • Widgets écran d'accueil et de verrouillage • Synchronisation Apple Health • Rappels : modes auto, intervalle personnalisé, heures calmes • Volumes prédéfinis personnalisables
it: • Prima versione: monitoraggio dell'acqua, cronologia, tendenze • Widget per schermata Home e di blocco • Sincronizzazione con Apple Health • Promemoria: modalità auto, intervallo personalizzato, ore di silenzio • Volumi predefiniti personalizzabili
ja: • 初回リリース：水分記録、履歴、トレンド • ホーム画面・ロック画面ウィジェット • Apple Health同期 • リマインダー：自動モード、カスタム間隔、サイレント時間 • カスタマイズ可能な容量プリセット
ko: • 첫 릴리스: 물 기록, 기록 보기, 트렌드 • 홈 화면·잠금 화면 위젯 • Apple 건강 동기화 • 알림: 자동 모드, 사용자 지정 간격, 방해 금지 시간 • 맞춤 용량 프리셋
pt_br: • Primeira versão: registro de água, histórico, tendências • Widgets para tela inicial e de bloqueio • Sincronização com o Apple Health • Lembretes: modos automáticos, intervalo personalizado, horário silencioso • Volumes predefinidos personalizáveis
ru: • Первый релиз: трекинг воды, история, тренды • Виджеты на домашний экран и экран блокировки • Синхронизация с Apple Health • Напоминания: авто-режимы, свой интервал, тихие часы • Настраиваемые пресеты объёмов
tr: • İlk sürüm: su takibi, geçmiş, trendler • Ana ekran ve kilit ekranı widget'ları • Apple Health eşitlemesi • Hatırlatıcılar: otomatik modlar, özel aralık, sessiz saatler • Özelleştirilebilir hacim ön ayarları
zh_hans: • 首个版本：饮水记录、历史、趋势 • 主屏幕与锁定屏幕小组件 • Apple 健康同步 • 提醒：自动模式、自定义间隔、免打扰时段 • 可自定义容量预设

source: 1 to 9 presets. Swipe to delete; drag to reorder.
de: 1 bis 9 Presets. Zum Löschen wischen, zum Sortieren ziehen.
es: De 1 a 9 predefinidos. Desliza para eliminar; arrastra para reordenar.
fr: 1 à 9 prédéfinis. Balayez pour supprimer ; faites glisser pour réorganiser.
it: Da 1 a 9 predefiniti. Scorri per eliminare; trascina per riordinare.
ja: プリセットは1〜9個。スワイプで削除、ドラッグで並べ替え。
ko: 프리셋은 1~9개. 밀어서 삭제, 끌어서 순서 변경.
pt_br: De 1 a 9 predefinidos. Deslize para excluir; arraste para reordenar.
ru: От 1 до 9 пресетов. Смахните, чтобы удалить; потяните, чтобы изменить порядок.
tr: 1-9 ön ayar. Silmek için kaydır, sıralamak için sürükle.
zh_hans: 1至9个预设。滑动删除；拖动排序。

source: 7D
de: 7T
fr: 7J
it: 7G
ja: 7日
ko: 7일
ru: 7Д
tr: 7G
zh_hans: 7日

source: A glass of water 30 minutes before a meal helps digestion.
de: Ein Glas Wasser 30 Minuten vor dem Essen hilft der Verdauung.
es: Un vaso de agua 30 minutos antes de comer ayuda a la digestión.
fr: Un verre d'eau 30 minutes avant le repas facilite la digestion.
it: Un bicchiere d'acqua 30 minuti prima dei pasti aiuta la digestione.
ja: 食事の30分前の一杯が消化を助けます。
ko: 식사 30분 전 물 한 잔이 소화를 도와요.
pt_br: Um copo de água 30 minutos antes da refeição ajuda a digestão.
ru: За 30 минут до еды стакан воды помогает пищеварению.
tr: Yemekten 30 dakika önce bir bardak su sindirime iyi gelir.
zh_hans: 饭前30分钟一杯水有助于消化。

source: A glass of water right after waking up kick-starts your metabolism.
de: Ein Glas Wasser direkt nach dem Aufwachen bringt den Stoffwechsel in Schwung.
es: Un vaso de agua justo al despertar activa el metabolismo.
fr: Un verre d'eau au réveil relance le métabolisme.
it: Un bicchiere d'acqua appena svegli attiva il metabolismo.
ja: 起きてすぐの一杯の水が代謝を目覚めさせます。
ko: 기상 직후 물 한 잔이 신진대사를 깨워줘요.
pt_br: Um copo de água ao acordar acelera o metabolismo.
ru: Стакан воды сразу после пробуждения запускает обмен веществ.
tr: Uyanır uyanmaz bir bardak su metabolizmayı çalıştırır.
zh_hans: 起床后喝杯水能唤醒新陈代谢。

source: A quick water break?
de: Eine kurze Wasserpause?
es: ¿Una pausa rápida para agua?
fr: Une petite pause eau ?
it: Una breve pausa acqua?
ja: 水分補給しませんか？
ko: 잠깐 물 마실까요?
pt_br: Uma pausa rápida para água?
ru: Небольшой перерыв на воду?
tr: Kısa bir su molası?
zh_hans: 来个喝水小憩？

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: このAppについて
ko: 정보
pt_br: Sobre
ru: О приложении
tr: Hakkında
zh_hans: 关于

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 添加

source: Add a slice of lemon or cucumber if plain water gets boring.
de: Gib eine Scheibe Zitrone oder Gurke dazu, wenn pures Wasser langweilig wird.
es: Añade una rodaja de limón o pepino si el agua sola te aburre.
fr: Ajoutez une rondelle de citron ou de concombre si l'eau vous lasse.
it: Aggiungi una fetta di limone o cetriolo se l'acqua ti annoia.
ja: 水に飽きたらレモンやきゅうりのスライスを。
ko: 맹물이 지겨우면 레몬이나 오이 한 조각을 넣어보세요.
pt_br: Adicione uma rodela de limão ou pepino se a água pura enjoar.
ru: Добавьте дольку лимона или огурца, если скучно пить простую воду.
tr: Sade su sıkıcı geldiyse bir dilim limon ya da salatalık ekle.
zh_hans: 喝腻了白水，可加片柠檬或黄瓜。

source: Add meal
de: Mahlzeit hinzufügen
es: Añadir comida
fr: Ajouter un repas
it: Aggiungi pasto
ja: 食事を追加
ko: 식사 추가
pt_br: Adicionar refeição
ru: Добавить приём
tr: Öğün ekle
zh_hans: 添加用餐

source: Add preset
de: Preset hinzufügen
es: Añadir predefinido
fr: Ajouter un prédéfini
it: Aggiungi predefinito
ja: プリセットを追加
ko: 프리셋 추가
pt_br: Adicionar predefinido
ru: Добавить пресет
tr: Ön ayar ekle
zh_hans: 添加预设

source: Add reminder
de: Erinnerung hinzufügen
es: Añadir recordatorio
fr: Ajouter un rappel
it: Aggiungi promemoria
ja: リマインダーを追加
ko: 알림 추가
pt_br: Adicionar lembrete
ru: Добавить напоминание
tr: Hatırlatıcı ekle
zh_hans: 添加提醒

source: Add the Bottle of Water widget to your Home Screen or Lock Screen. Widget buttons log water without opening the app.
de: Füge das Bottle-of-Water-Widget zum Start- oder Sperrbildschirm hinzu. Die Buttons protokollieren Wasser, ohne die App zu öffnen.
es: Añade el widget de Bottle of Water a la pantalla de inicio o de bloqueo. Sus botones registran agua sin abrir la app.
fr: Ajoutez le widget Bottle of Water à l'écran d'accueil ou de verrouillage. Ses boutons enregistrent l'eau sans ouvrir l'app.
it: Aggiungi il widget di Bottle of Water alla schermata Home o di blocco. I pulsanti registrano l'acqua senza aprire l'app.
ja: Bottle of Waterのウィジェットをホーム画面やロック画面に追加。ボタンでアプリを開かずに記録できます。
ko: Bottle of Water 위젯을 홈 화면이나 잠금 화면에 추가하세요. 앱을 열지 않고 버튼으로 기록할 수 있어요.
pt_br: Adicione o widget do Bottle of Water à tela inicial ou de bloqueio. Os botões registram água sem abrir o app.
ru: Добавьте виджет Bottle of Water на домашний экран или экран блокировки. Кнопки на виджете записывают воду без открытия приложения.
tr: Bottle of Water widget'ını ana ekrana veya kilit ekranına ekle. Düğmeler uygulamayı açmadan kayıt yapar.
zh_hans: 将 Bottle of Water 小组件添加到主屏幕或锁定屏幕，按钮无需打开应用即可记录。

source: Add your first glass on the home screen or right from the widget
de: Füge dein erstes Glas auf dem Startbildschirm oder direkt im Widget hinzu
es: Añade tu primer vaso en la pantalla principal o directamente desde el widget
fr: Ajoutez votre premier verre sur l'écran d'accueil ou directement depuis le widget
it: Aggiungi il primo bicchiere nella schermata principale o direttamente dal widget
ja: ホーム画面またはウィジェットから 最初のグラスを追加しましょう
ko: 홈 화면이나 위젯에서 첫 잔을 추가해 보세요
pt_br: Adicione o primeiro copo na tela inicial ou direto do widget
ru: Добавьте первый стакан на главном экране или прямо с виджета
tr: İlk bardağını ana ekrandan veya widget'tan ekle
zh_hans: 在主屏幕或小组件上 添加你的第一杯水

source: Adds water to Bottle of Water and Apple Health.
de: Fügt Wasser zu Bottle of Water und Apple Health hinzu.
es: Añade agua a Bottle of Water y Apple Health.
fr: Ajoute de l'eau à Bottle of Water et Apple Health.
it: Aggiunge acqua a Bottle of Water e Apple Health.
ja: Bottle of WaterとApple Healthに水を追加します。
ko: Bottle of Water와 Apple 건강에 물을 추가합니다.
pt_br: Adiciona água ao Bottle of Water e ao Apple Health.
ru: Добавляет воду в Bottle of Water и Apple Health.
tr: Bottle of Water ve Apple Health'e su ekler.
zh_hans: 将饮水添加到 Bottle of Water 和 Apple 健康。

source: Anchor sips to habits: checked your email — took a sip.
de: Verknüpfe Wasser mit Gewohnheiten: E-Mails gecheckt — ein Schluck.
es: Asocia el agua a un hábito: revisaste el correo, un sorbo.
fr: Associez l'eau à une habitude : mails consultés — une gorgée.
it: Lega l'acqua a un'abitudine: controlli le mail — un sorso.
ja: 習慣とセットに。メールをチェックしたらひと口。
ko: 습관에 연결하세요. 메일 확인했으면 물 한 모금.
pt_br: Vincule a água a um hábito: checou o e-mail — um gole.
ru: Привяжите глоток воды к привычке: проверили почту — выпили воды.
tr: Suyu alışkanlığa bağla: e-postaya baktın — bir yudum.
zh_hans: 把喝水绑定习惯：查完邮件喝一口。

source: Auto reminders
de: Automatische Erinnerungen
es: Recordatorios automáticos
fr: Rappels automatiques
it: Promemoria automatici
ja: 自動リマインダー
ko: 자동 알림
pt_br: Lembretes automáticos
ru: Автонапоминания
tr: Otomatik hatırlatıcılar
zh_hans: 自动提醒

source: Big cup
de: Große Tasse
es: Taza grande
fr: Grande tasse
it: Tazza grande
ja: 大きなカップ
ko: 큰 컵
pt_br: Xícara grande
ru: Бол. чашка
tr: Büyük fincan
zh_hans: 大杯

source: Bottle
de: Flasche
es: Botella
fr: Bouteille
it: Bottiglia
ja: ボトル
ko: 병
pt_br: Garrafa
ru: Бутылка
tr: Şişe
zh_hans: 瓶子

source: Bottle of Water helps you drink regularly: quick logging, live progress, widgets and Apple Health sync. Nothing extra.
de: Bottle of Water hilft dir, regelmäßig zu trinken: schnelles Protokollieren, Live-Fortschritt, Widgets und Apple-Health-Sync. Nichts Überflüssiges.
es: Bottle of Water te ayuda a beber con regularidad: registro rápido, progreso en vivo, widgets y sincronización con Apple Health. Nada más.
fr: Bottle of Water vous aide à boire régulièrement : enregistrement rapide, progression en direct, widgets et synchro Apple Health. Rien de superflu.
it: Bottle of Water ti aiuta a bere con regolarità: registro rapido, progressi in tempo reale, widget e sincronizzazione con Apple Health. Nient'altro.
ja: Bottle of Waterは規則的な水分補給をサポート：素早い記録、リアルタイムの進捗、ウィジェット、Apple Health同期。余計なものはなし。
ko: Bottle of Water는 규칙적인 수분 섭취를 도와요: 빠른 기록, 실시간 진행률, 위젯, Apple 건강 동기화. 군더더기 없이.
pt_br: O Bottle of Water ajuda você a beber com regularidade: registro rápido, progresso ao vivo, widgets e sincronização com o Apple Health. Nada a mais.
ru: Bottle of Water помогает пить воду регулярно: быстрое логирование, живой прогресс, виджеты и синхронизация с Apple Health. Ничего лишнего.
tr: Bottle of Water düzenli su içmene yardım eder: hızlı kayıt, canlı ilerleme, widget'lar ve Apple Health eşitlemesi. Fazlası yok.
zh_hans: Bottle of Water 帮你规律饮水：快速记录、实时进度、小组件和 Apple 健康同步。别无冗余。

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
ja: 朝食
ko: 아침
pt_br: Café da manhã
ru: Завтрак
tr: Kahvaltı
zh_hans: 早餐

source: Button 1
de: Taste 1
es: Botón 1
fr: Bouton 1
it: Pulsante 1
ja: ボタン1
ko: 버튼 1
pt_br: Botão 1
ru: Кнопка 1
tr: Düğme 1
zh_hans: 按钮1

source: Button 2
de: Taste 2
es: Botón 2
fr: Bouton 2
it: Pulsante 2
ja: ボタン2
ko: 버튼 2
pt_br: Botão 2
ru: Кнопка 2
tr: Düğme 2
zh_hans: 按钮2

source: Can
de: Dose
es: Lata
fr: Canette
it: Lattina
ja: 缶
ko: 캔
pt_br: Lata
ru: Банка
tr: Kutu
zh_hans: 易拉罐

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

source: Changelog
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications
it: Registro modifiche
ja: 変更履歴
ko: 변경 사항
pt_br: Registro de alterações
ru: Список изменений
tr: Değişiklik günlüğü
zh_hans: 更新日志

source: Coffee and tea count too, but plain water works best.
de: Kaffee und Tee zählen auch, aber Wasser wirkt am besten.
es: El café y el té también cuentan, pero el agua es lo que mejor funciona.
fr: Le café et le thé comptent aussi, mais l'eau reste la meilleure.
it: Anche caffè e tè contano, ma l'acqua funziona meglio.
ja: コーヒーや紅茶も水分ですが、水が一番です。
ko: 커피와 차도 수분이지만 물이 가장 좋아요.
pt_br: Café e chá também contam, mas água pura funciona melhor.
ru: Кофе и чай тоже жидкость, но вода работает лучше всего.
tr: Kahve ve çay da sayılır ama en iyisi sudur.
zh_hans: 咖啡和茶也算，但白水效果最好。

source: Cool water is absorbed faster than warm water.
de: Kühles Wasser wird schneller aufgenommen als warmes.
es: El agua fresca se absorbe más rápido que la templada.
fr: L'eau fraîche s'absorbe plus vite que l'eau tiède.
it: L'acqua fresca si assorbe più in fretta di quella tiepida.
ja: 冷たい水はぬるい水より早く吸収されます。
ko: 시원한 물이 미지근한 물보다 빨리 흡수돼요.
pt_br: Água fresca é absorvida mais rápido que a morna.
ru: Прохладная вода усваивается быстрее тёплой.
tr: Serin su ılık sudan daha hızlı emilir.
zh_hans: 凉水比温水吸收更快。

source: Cup
de: Tasse
es: Taza
fr: Tasse
it: Tazza
ja: カップ
ko: 컵
pt_br: Xícara
ru: Чашка
tr: Fincan
zh_hans: 茶杯

source: Custom interval
de: Eigenes Intervall
es: Intervalo personalizado
fr: Intervalle personnalisé
it: Intervallo personalizzato
ja: カスタム間隔
ko: 사용자 지정 간격
pt_br: Intervalo personalizado
ru: Свой интервал
tr: Özel aralık
zh_hans: 自定义间隔

source: Custom reminders
de: Eigene Erinnerungen
es: Recordatorios personalizados
fr: Rappels personnalisés
it: Promemoria personalizzati
ja: カスタムリマインダー
ko: 사용자 지정 알림
pt_br: Lembretes personalizados
ru: Свои напоминания
tr: Özel hatırlatıcılar
zh_hans: 自定义提醒

source: Custom volume
de: Eigene Menge
es: Volumen personalizado
fr: Volume personnalisé
it: Volume personalizzato
ja: カスタム容量
ko: 직접 입력
pt_br: Volume personalizado
ru: Свой объём
tr: Özel hacim
zh_hans: 自定义容量

source: Custom volume, ml
de: Eigene Menge, ml
es: Volumen personalizado, ml
fr: Volume personnalisé, ml
it: Volume personalizzato, ml
ja: カスタム容量（ml）
ko: 직접 입력, ml
pt_br: Volume personalizado, ml
ru: Свой объём, мл
tr: Özel hacim, ml
zh_hans: 自定义容量（毫升）

source: d
de: T
fr: j
it: g
ja: 日
ko: 일
ru: дн
tr: g
zh_hans: 天

source: D
de: T
fr: J
it: G
ja: 日
ko: 일
ru: Д
tr: G
zh_hans: 日

source: Daily avg
de: Tagesschnitt
es: Media diaria
fr: Moyenne/jour
it: Media giornaliera
ja: 1日平均
ko: 일평균
pt_br: Média diária
ru: В среднем
tr: Günlük ort.
zh_hans: 日均

source: Daily goal
de: Tagesziel
es: Meta diaria
fr: Objectif quotidien
it: Obiettivo giornaliero
ja: 1日の目標
ko: 하루 목표
pt_br: Meta diária
ru: Дневная цель
tr: Günlük hedef
zh_hans: 每日目标

source: days logged
de: Tage erfasst
es: días registrados
fr: jours enregistrés
it: giorni registrati
ja: 記録した日数
ko: 기록한 날
pt_br: dias registrados
ru: дней с записями
tr: kayıtlı gün
zh_hans: 记录天数

source: Days logged
de: Erfasste Tage
es: Días registrados
fr: Jours enregistrés
it: Giorni registrati
ja: 記録日数
ko: 기록한 날
pt_br: Dias registrados
ru: С записями
tr: Kayıtlı günler
zh_hans: 记录天数

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena
ja: 夕食
ko: 저녁
pt_br: Jantar
ru: Ужин
tr: Akşam yemeği
zh_hans: 晚餐

source: Don't drink a lot right before bed — better an hour earlier.
de: Trink nicht viel direkt vor dem Schlafen — besser eine Stunde vorher.
es: No bebas mucho justo antes de dormir; mejor una hora antes.
fr: Évitez de beaucoup boire juste avant de dormir — plutôt une heure avant.
it: Non bere molto subito prima di dormire: meglio un'ora prima.
ja: 寝る直前の飲みすぎは避けて、1時間前までに。
ko: 자기 직전 말고 한 시간 전에 마시는 게 좋아요.
pt_br: Não beba muito na hora de dormir — melhor uma hora antes.
ru: Не пейте много прямо перед сном — лучше за час до него.
tr: Yatmadan hemen önce çok içme — bir saat öncesi daha iyi.
zh_hans: 睡前别大量喝水，最好提前一小时。

source: Done
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
tr: Bitti
zh_hans: 完成

source: Dry skin and lips? Start with water, not creams.
de: Trockene Haut und Lippen? Fang mit Wasser an, nicht mit Cremes.
es: ¿Piel y labios secos? Empieza por el agua, no por las cremas.
fr: Peau et lèvres sèches ? Commencez par l'eau, pas par les crèmes.
it: Pelle e labbra secche? Parti dall'acqua, non dalle creme.
ja: 肌や唇の乾燥には、クリームの前にまず水を。
ko: 피부와 입술이 건조하다면 크림보다 물부터.
pt_br: Pele e lábios secos? Comece pela água, não pelos cremes.
ru: Сухая кожа и губы? Начните с воды, а не с крема.
tr: Cilt ve dudaklar kuru mu? Kremden önce suyla başla.
zh_hans: 皮肤嘴唇干燥？先补水，再涂霜。

source: During that window (at night, for example) reminders are not delivered.
de: In diesem Zeitfenster (z. B. nachts) werden keine Erinnerungen zugestellt.
es: Durante esa franja (por la noche, por ejemplo) no se envían recordatorios.
fr: Pendant cette plage (la nuit, par exemple), aucun rappel n'est envoyé.
it: In quella fascia (di notte, ad esempio) i promemoria non vengono inviati.
ja: その時間帯（夜間など）はリマインダーが届きません。
ko: 그 시간대(예: 밤)에는 알림이 오지 않아요.
pt_br: Nessa janela (à noite, por exemplo) os lembretes não são enviados.
ru: В указанный интервал (например, ночью) напоминания не приходят.
tr: Bu aralıkta (örneğin gece) hatırlatıcı gönderilmez.
zh_hans: 在该时段（如夜间）不会发送提醒。

source: Edit reminder
de: Erinnerung bearbeiten
es: Editar recordatorio
fr: Modifier le rappel
it: Modifica promemoria
ja: リマインダーを編集
ko: 알림 편집
pt_br: Editar lembrete
ru: Изменить напоминание
tr: Hatırlatıcıyı düzenle
zh_hans: 编辑提醒

source: Enable quiet hours
de: Ruhezeiten aktivieren
es: Activar horas de silencio
fr: Activer les heures calmes
it: Attiva ore di silenzio
ja: サイレント時間を有効化
ko: 방해 금지 시간 켜기
pt_br: Ativar horário silencioso
ru: Включить тихие часы
tr: Sessiz saatleri aç
zh_hans: 开启免打扰时段

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
ko: 종료
pt_br: Fim
ru: Конец
tr: Bitiş
zh_hans: 结束

source: Entries sync to Apple Health instantly
de: Einträge werden sofort mit Apple Health synchronisiert
es: Las entradas se sincronizan al instante con Apple Health
fr: Les entrées se synchronisent instantanément avec Apple Health
it: Le voci si sincronizzano subito con Apple Health
ja: 記録は即座にApple Healthへ同期されます
ko: 기록이 Apple 건강에 즉시 동기화됩니다
pt_br: As entradas sincronizam com o Apple Health na hora
ru: Записи мгновенно сохраняются в Apple Health
tr: Kayıtlar anında Apple Health'e eşitlenir
zh_hans: 记录即时同步到 Apple 健康

source: Every
de: Alle
es: Cada
fr: Toutes les
it: Ogni
ja: 間隔
ko: 간격
pt_br: A cada
ru: Каждые
tr: Her
zh_hans: 每隔

source: Every 2 hours
de: Alle 2 Stunden
es: Cada 2 horas
fr: Toutes les 2 heures
it: Ogni 2 ore
ja: 2時間ごと
ko: 2시간마다
pt_br: A cada 2 horas
ru: Каждые 2 часа
tr: Her 2 saatte
zh_hans: 每2小时

source: Every cup of coffee — one extra glass of water for balance.
de: Jede Tasse Kaffee — ein zusätzliches Glas Wasser zum Ausgleich.
es: Cada taza de café: un vaso extra de agua para compensar.
fr: Chaque tasse de café : un verre d'eau en plus pour compenser.
it: Ogni tazza di caffè — un bicchiere d'acqua in più per bilanciare.
ja: コーヒー1杯につき水を1杯プラス。
ko: 커피 한 잔마다 물 한 잔을 더 마셔 균형을 맞추세요.
pt_br: A cada xícara de café, um copo extra de água para equilibrar.
ru: Каждая чашка кофе — плюс стакан воды для баланса.
tr: Her fincan kahveye karşılık bir bardak su iç.
zh_hans: 每喝一杯咖啡，就补一杯水。

source: every sip counts
de: jeder Schluck zählt
es: cada sorbo cuenta
fr: chaque gorgée compte
it: ogni sorso conta
ja: ひと口ずつ大切に
ko: 한 모금도 소중하게
pt_br: cada gole conta
ru: каждый глоток на счету
tr: her yudum önemli
zh_hans: 每一口都算数

source: Flights dehydrate you — bring water on the plane.
de: Flüge trocknen aus — nimm Wasser mit ins Flugzeug.
es: Volar deshidrata: lleva agua al avión.
fr: L'avion déshydrate — emportez de l'eau à bord.
it: Volare disidrata: porta l'acqua in aereo.
ja: フライトは体を乾かします。機内に水を持ち込んで。
ko: 비행은 몸을 건조하게 해요. 기내에 물을 챙기세요.
pt_br: Voar desidrata — leve água no avião.
ru: Перелёт сушит организм — берите воду в самолёт.
tr: Uçuş vücudu kurutur — uçağa su al.
zh_hans: 坐飞机容易缺水——记得带水上机。

source: From 1 to 10 meals a day.
de: 1 bis 10 Mahlzeiten pro Tag.
es: De 1 a 10 comidas al día.
fr: De 1 à 10 repas par jour.
it: Da 1 a 10 pasti al giorno.
ja: 1日1〜10回まで。
ko: 하루 1~10회.
pt_br: De 1 a 10 refeições por dia.
ru: От 1 до 10 приёмов в день.
tr: Günde 1-10 öğün.
zh_hans: 每天1至10次。

source: Glass
de: Glas
es: Vaso
fr: Verre
it: Bicchiere
ja: グラス
ko: 잔
pt_br: Copo
ru: Стакан
tr: Bardak
zh_hans: 杯子

source: Goal
de: Ziel
es: Meta
fr: Objectif
it: Obiettivo
ja: 目標
ko: 목표
pt_br: Meta
ru: Цель
tr: Hedef
zh_hans: 目标

source: Goal reached 🎉
de: Ziel erreicht 🎉
es: ¡Meta alcanzada! 🎉
fr: Objectif atteint 🎉
it: Obiettivo raggiunto 🎉
ja: 目標達成 🎉
ko: 목표 달성 🎉
pt_br: Meta atingida 🎉
ru: Цель выполнена 🎉
tr: Hedefe ulaşıldı 🎉
zh_hans: 达成目标 🎉

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Справка
tr: Yardım
zh_hans: 帮助

source: Help & support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et assistance
it: Aiuto e supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
pt_br: Ajuda e suporte
ru: Помощь и поддержка
tr: Yardım ve destek
zh_hans: 帮助与支持

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: История
tr: Geçmiş
zh_hans: 历史

source: How do I change the goal?
de: Wie ändere ich das Ziel?
es: ¿Cómo cambio la meta?
fr: Comment changer l'objectif ?
it: Come cambio l'obiettivo?
ja: 目標の変え方は？
ko: 목표는 어떻게 바꾸나요?
pt_br: Como mudo a meta?
ru: Как изменить цель?
tr: Hedefi nasıl değiştiririm?
zh_hans: 如何修改目标？

source: How do I log water?
de: Wie protokolliere ich Wasser?
es: ¿Cómo registro el agua?
fr: Comment enregistrer de l'eau ?
it: Come registro l'acqua?
ja: 水はどう記録する？
ko: 물은 어떻게 기록하나요?
pt_br: Como registro a água?
ru: Как записать воду?
tr: Suyu nasıl kaydederim?
zh_hans: 如何记录饮水？

source: How does the widget work?
de: Wie funktioniert das Widget?
es: ¿Cómo funciona el widget?
fr: Comment fonctionne le widget ?
it: Come funziona il widget?
ja: ウィジェットの使い方は？
ko: 위젯은 어떻게 작동하나요?
pt_br: Como funciona o widget?
ru: Как работает виджет?
tr: Widget nasıl çalışır?
zh_hans: 小组件如何工作？

source: Hydration level and quick logging.
de: Hydrationslevel und schnelles Protokollieren.
es: Nivel de hidratación y registro rápido.
fr: Niveau d'hydratation et ajout rapide.
it: Livello di idratazione e registro rapido.
ja: 水分レベルとクイック記録。
ko: 수분 레벨과 빠른 기록.
pt_br: Nível de hidratação e registro rápido.
ru: Уровень гидратации и быстрое добавление.
tr: Su seviyesi ve hızlı kayıt.
zh_hans: 水分水平与快速记录。
